Repository: SoftwareAG/cumulocity-indoor-air-quality-plugin
Catalog: locales/*.po
Languages: de

# air-quality.label
source: Air Quality:
de: Luftqualität:

# air-quality.excellent.label
source: Excellent
de: Exzellent

# air-quality.excellent.recommendation
source: No actions needed
de: Keine Maßnahmen erforderlich

# air-quality.good.label
source: Good
de: Gut

# air-quality.good.recommendation
source: No actions needed
de: Keine Maßnahmen erforderlich

# air-quality.lightly-polluted.label
source: Lightly Polluted
de: Leicht verschmutzt

# air-quality.lightly-polluted.recommendation
source: Ventilation suggested
de: Lüften empfohlen

# air-quality.moderately-polluted.label
source: Moderately Polluted
de: Mäßig verschmutzt

# air-quality.moderately-polluted.recommendation
source: Increase ventilation with clean air
de: Lüften mit sauberer Luft erhöhen

# air-quality.heavily-polluted.label
source: Heavily Polluted
de: Stark verschmutzt

# air-quality.heavily-polluted.recommendation
source: Optimize ventilation
de: Lüften optimieren

# air-quality.severely-polluted.label
source: Severely Polluted
de: Sehr stark verschmutzt

# air-quality.severely-polluted.recommendation
source: Maximize ventilation and reduce attendance
de: Maximieren Sie das Lüften des Raumes und reduzieren Sie die Anwesenheit im Raum

# air-quality.extremely-polluted.label
source: Extremely Polluted
de: Extrem verschmutzt

# air-quality.extremely-polluted.recommendation
source: Avoid presence in room and maximize ventilation
de: Vermeiden Sie die Anwesenheit im Raum und Maximieren Sie das Lüften des Raumes
